export default {
  projections: {
    КонтейнерыE: {
      номерКонтей: {
        __caption__: 'Номер контейнера'
      },
      наимКонтей: {
        __caption__: 'Наименование контейнера'
      },
      длина: {
        __caption__: 'Длина, м'
      },
      ширина: {
        __caption__: 'Ширина, м'
      },
      высота: {
        __caption__: 'Высота, м'
      },
      объем: {
        __caption__: 'Объем, м^3'
      },
      максВес: {
        __caption__: 'Максимальный вес, кг'
      }
    },
    КонтейнерыL: {
      номерКонтей: {
        __caption__: 'Номер контейнера'
      },
      наимКонтей: {
        __caption__: 'Наименование контейнера'
      },
      длина: {
        __caption__: 'Длина, м'
      },
      ширина: {
        __caption__: 'Ширина, м'
      },
      высота: {
        __caption__: 'Высота, м'
      },
      объем: {
        __caption__: 'Объем, м^3'
      },
      максВес: {
        __caption__: 'Максимальный вес, кг'
      }
    }
  },
  validations: {
    высота: {
      __caption__: 'Высота, м'
    },
    длина: {
      __caption__: 'Длина, м'
    },
    максВес: {
      __caption__: 'Максимальный вес, кг'
    },
    наимКонтей: {
      __caption__: 'Наименование контейнера'
    },
    номерКонтей: {
      __caption__: 'Номер контейнера'
    },
    объем: {
      __caption__: 'Объем, м^3'
    },
    ширина: {
      __caption__: 'Ширина, м'
    }
  }
};
